# Taps
tap "koekeishiya/formulae"

# CLI tools
brew "stow"
brew "bat"
brew "eza"
brew "fd"
brew "fzf"
brew "ripgrep"
brew "tree-sitter"
brew "gum"
brew "gh"
brew "neovim"
brew "starship"
brew "lazygit"
brew "mise"
brew "bottom"
brew "jq"
brew "pnpm"
brew "atuin"

# Containers
# brew "colima"
# brew "docker"
# brew "docker-compose"
# brew "docker-credential-helper"

# macOS window management
brew "koekeishiya/formulae/yabai"
brew "koekeishiya/formulae/skhd"

# Casks (GUI apps)
cask "wezterm"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "sf-symbols"
